Repository: somane-rushi/TWN-Meta
Catalog: fb-apacpolicy/plugins/wp-facebook-login/languages/fbl-*.po
Languages: cs_cz

source: We noticed that you have been using our plugin for a while and we would like to ask you a little favour. If you are happy with it and can take a minute please <a href="%s" target="_blank">leave a nice review</a> on WordPress. It will be a tremendous help for us!
cs_cz: Všimli jsme si, že již nějaký čas používáte náš plugin a rádi bychom vás požádali o malou laskavost. Pokud jste s ním spokojeni, <a href="%s" target="_blank"> zanechejte pozitivní hodnocení </a> v aplikaci WordPress. Bude to od Vás pro nás velká pomoc!

source: Please login into facebook and then click connect button again
cs_cz: Prosím přihlašte se do facebooku a potom znovu na tlačítko připojit

source: Your profile is currently linked to your Facebook account. Click the button below to remove connection and avatar
cs_cz: Váš profil je v současné době propojen s vaším účtem na Facebooku. Kliknutím na tlačítko níže pro odpojení

source: Link your facebook account to your profile.
cs_cz: Propojte svůj Facebook účet do svého profilu.

source: Disconnect Facebook
cs_cz: Odpojit Facebook

source: We need your email in order to continue. Please try loging again.
cs_cz: Pro pokračování je třeba zadat Vaší e-mailovou adresu. Zkuste to prosím znovu.

source: Invalid User
cs_cz: Neexistující uživatel

source: User registration is disabled
cs_cz: Registrace nových uživatelů je zakázána

source: Facebook Profile photo
cs_cz: Profilová fotografie na Facebooku

source: Facebook connection
cs_cz: Facebook připojení

source: Create a new app and paste App Id here
cs_cz: Vytvořte novou aplikaci a vložte zde její ID

source: If checked, users registered with facebook will display fb avatar
cs_cz: Je-li zaškrtnuto, budou se zobrazovat avatary uživatelů registrovaných přes Facebook

source: Facebook Login. Simple adds a facebook login button into wp-login.php and let you use fb avatars, period.
cs_cz: Přihlašte se přes Facebook. Jednoduše přidá tlačítko pro přihlášení se přes Facebook do souboru wp-login.php a umožní vám také používat profilové fotografie z Facebooku.
